Packages/Utilities/Sources/Utilities/Resources/RequestBodyTemplates/renew-request-body-template.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <RenewItem xmlns="http://bibliomondo.com/websevices/webuser">
            <sessionId>%1$@</sessionId>
            <itemNumber>%2$@</itemNumber>
        </RenewItem>
    </soap:Body>
</soap:Envelope>

